Repository: koenige/zzwrap
Catalog: zzwrap/default-text-*.po
Languages: uk

source: Access to this website for your IP address is restricted.
uk: Доступ до цього веб-сайту для вашої IP-адреси обмежено.

source: Multiple Choices
uk: Кілька варіантів вибору

source: Moved Permanently
uk: Переміщено остаточно

source: Found
uk: Знайдений

source: See Other
uk: Див. інше

source: Not Modified
uk: Не змінено

source: Use Proxy
uk: Використовувати проксі

source: Temporary Redirect
uk: Тимчасове переспрямування

source: Bad Request
uk: Неправильний запит

source: Your browser (or proxy) sent a request that this server could not understand.
uk: Ваш веб-переглядач (або проксі-сервер) надіслав запит, який цей сервер не може зрозуміти.

source: Unauthorized
uk: Не авторизовано

source: This server could not verify that you are authorized to access this URL. You either supplied the wrong credentials (e.g., bad password), or your browser doesn't understand how to supply the credentials required.
uk: Цьому серверу не вдалося підтвердити, що ви маєте дозвіл на доступ до цієї URL-адреси. Ви або надали неправильні облікові дані (наприклад, неправильний пароль), або ваш веб-переглядач не розуміє, як надати необхідні облікові дані.

source: Payment Required
uk: Потрібна оплата

source: Forbidden
uk: Заборонено

source: You don't have permission to access the requested object. It is either read-protected or not readable by the server.
uk: У вас немає дозволу на доступ до запитаного об 'єкта. Вона або захищена від читання, або недоступна для читання сервером.

source: Not Found
uk: Не знайдено

source: The requested URL was not found on this server.
uk: Запитувана URL-адреса не знайдена на цьому сервері.

source: Method Not Allowed
uk: Метод не дозволено

source: The %s-method is not allowed for the requested URL.
uk: %s-метод не дозволений для запитуваної URL-адреси.

source: Not Acceptable
uk: Не прийнятна

source: Proxy Authentication Required
uk: Необхідно ввійти на проксі-сервері

source: Conflict
uk: Конфлікт

source: Gone
uk: Пішов

source: The requested URL is no longer available on this server and there is no forwarding address.
uk: Запитувана URL-адреса більше не доступна на цьому сервері, і немає адреси пересилання.

source: Length Required
uk: Обов 'язкова довжина

source: A request with the %s-method requires a valid <code>Content-Length</code> header.
uk: Запит з %s-методом вимагає дійсного <code>заголовка</code> Content-Length.

source: Precondition Failed
uk: Не вдалося виставити попередню умову

source: The precondition on the request for the URL failed positive evaluation.
uk: Попередня умова запиту URL-адреси зазнала невдачі при позитивній оцінці.

source: Request Entity Too Large
uk: Запит сутності завеликий

source: The %s-method does not allow the data transmitted, or the data volume exceeds the capacity limit.
uk: %s-метод не дозволяє передавати дані, або обсяг даних перевищує ліміт місткості.

source: URI Too Long
uk: Занадто довгий URI

source: The length of the requested URL exceeds the capacity limit for this server. The request cannot be processed.
uk: Довжина запитуваної URL-адреси перевищує ліміт потужності для цього сервера. Не вдалося обробити запит.

source: Unsupported Media Type
uk: Непідтримуваний тип носія.

source: The server does not support the media type transmitted in the request.
uk: Сервер не підтримує тип носія, переданий у запиті.

source: Requested Range Not Satisfiable
uk: Запитуваний діапазон не задовольняється

source: Expectation Failed
uk: Помилка очікування

source: Internal Server Error
uk: Внутрішня помилка сервера

source: The server encountered an internal error and was unable to complete your request.
uk: Сервер виявив внутрішню помилку і не зміг виконати ваш запит.

source: Unsupported server protocol (%s)
uk: Непідтримуваний протокол сервера (%s)

source: Not Implemented
uk: Не впроваджено

source: The server does not support the action requested by the browser (%s).
uk: Сервер не підтримує дії, запрошені веб-переглядачем (%s).

source: Bad Gateway
uk: Поганий шлюз

source: The proxy server received an invalid response from an upstream server.
uk: Проксі-сервер отримав недійсну відповідь від вихідного сервера.

source: Service Unavailable
uk: Служба SMTP недоступна

source: The server is temporarily unable to service your request due to maintenance downtime or capacity problems. Please try again later.
uk: Сервер тимчасово не може обслуговувати ваш запит через проблеми з технічним обслуговуванням або потужністю. Повторіть спробу пізніше.

source: Gateway Timeout
uk: Час вичерпано

source: HTTP Version Not Supported
uk: Версія HTTP не підтримується

source: Please try to find the content you were looking for from our <a href="%s">main page</a>.
uk: Спробуйте знайти потрібний вміст на нашій <a href="%s">головній сторінці</a>.

source: User
uk: Користувач

source: The URL %s was requested via %s with the IP address %s Browser %s but could not be found on the server
uk: URL-адресу %s було запрошено через %s з IP-адресою %s Браузер %s – але не вдалося знайти на сервері

source: Error on website
uk: Помилка на сайті

source: N North
uk: Північ

source: NNE North-northeast
uk: Півн.-Півн.східн.

source: NE Northeast
uk: Північно-Східна Азія

source: ENE East-northeast
uk: Схід - Півн-схід

source: E East
uk: Схід

source: ESE East-southeast
uk: Схід - Півд-схід

source: SE Southeast
uk: Південно-Східна Азія

source: SSE South-southeast
uk: Півд - Півд-сх.

source: S South
uk: Південь

source: SSW South-southwest
uk: Півд - Півд-зах

source: SW Southwest
uk: Південно-Західна Півкуля

source: WSW West-southwest
uk: Захід-Південний Захід

source: W West
uk: Захід

source: WNW West-northwest
uk: Зах - Півн-зах

source: NW Northwest
uk: Північний захід

source: NNW North-northwest
uk: Північ-Півн.зах.

source: %d years
uk: %d років

source: 1 year
uk: 1 рік

source: %d weeks
uk: %d тижнів

source: 1 week
uk: 1 тиждень

source: %d days
uk: %d днів

source: 1 day
uk: 1 день

source: %d hours
uk: %d годин

source: 1 hour
uk: 1 година

source: %d minutes
uk: %d хвилин

source: 1 minute
uk: 1 хвилина

source: %d seconds
uk: %d секунд

source: 1 second
uk: 1 секунда

source: Mon
uk: Пн

source: Tue
uk: Вт

source: Wed
uk: Ср

source: Thu
uk: Чт

source: Fri
uk: Пт

source: Sat
uk: Сб

source: Sun
uk: Нд
