Repository: koenige/zzwrap
Catalog: languages/zzwrap-*.po
Languages: cs, de, pl, tr

source: show a “forgotten password?” link below login form
tr: giriş formunun altında bir "şifrenizi mi unuttunuz?" bağlantısı gösterin

source: list of profiles for use with wrap_profiles()
tr: wrap_profiles() ile kullanılacak profillerin listesi

source: title of website project, part of every page title
tr: web sitesi projesinin başlığı, her sayfa başlığının bir parçası

source: HTTP protocol of website URL
tr: Web sitesi URL'sinin HTTP protokolü

source: list of query strings that are allowed on a page, others force a redirect
tr: bir sayfada izin verilen sorgu dizelerinin listesi, diğerleri bir yönlendirmeyi zorlar

source: list of query strings that force a redirect but won’t be logged
tr: yönlendirmeye zorlayan ancak günlüğe kaydedilmeyecek sorgu dizelerinin listesi

source: format identifier for quotation marks, e. g. de = de-guillemets
tr: tırnak işaretleri için biçim tanımlayıcısı, örn. de = de-guillemets

source: IP address of user
tr: Kullanıcının IP adresi

source: HTTP request URI
tr: HTTP istek URI'si

source: web root = $_SERVER['DOCUMENT_ROOT'], just change if provider has problems with correct setting of this variable
tr: web root = $_SERVER['DOCUMENT_ROOT'], sağlayıcının bu değişkenin doğru ayarlanmasıyla ilgili sorunları varsa değiştirin

source: secret key to show non-published pages as preview
tr: yayınlanmamış sayfaları önizleme olarak göstermek için gizli anahtar

source: send content in JSON format (without page template)
tr: içeriği JSON biçiminde gönderme (sayfa şablonu olmadan)

source: key of menu if you are logged in in database
tr: veritabanında oturum açtıysanız menü tuşu

source: name of menu where session menu shall appear
tr: oturum menüsünün görüneceği menünün adı

source: path where sessions are saved
tr: oturumların kaydedildiği yol

source: use secure session cookies only
tr: yalnızca güvenli oturum çerezleri kullanın

source: show mail in browser instead of logging it (development server only)
tr: postaları günlüğe kaydetmek yerine tarayıcıda gösterme (yalnızca geliştirme sunucusu)

source: secret to share with other server for hashing credentials of single sign on
tr: tekli oturum açma kimlik bilgilerini karma hale getirmek için diğer sunucuyla paylaşılacak gizli bilgi

source: name of website, hostname without www
tr: web sitesinin adı, www olmadan ana bilgisayar adı

source: put site offline (return 503 error)
tr: siteyi çevrimdışı duruma getirme (503 hatası döndürme)

source: template to show if site is offline
tr: site çevrimdışı olduğunda gösterilecek şablon

source: list of keys that replace a key for an SQL query just for this request
tr: yalnızca bu istek için bir SQL sorgusu için bir anahtarın yerini alan anahtarların listesi

source: secret key which forms a hash that allows a single sign login without password (must be identical with other server(s))
tr: parola olmadan tek oturum açmaya izin veren bir karma oluşturan gizli anahtar (diğer sunucu(lar) ile aynı olmalıdır)

source: timeframe in minutes during which the sso_key is valid
tr: sso_key'in geçerli olduğu dakika cinsinden zaman dilimi

source: PHP error code to use if there’s an error during syndication of content
tr: İçerik sendikasyonu sırasında bir hata olması durumunda kullanılacak PHP hata kodu

source: timeout in miliseconds when requesting a URL with cURL
tr: cURL ile bir URL isterken milisaniye cinsinden zaman aşımı

source: timeout in miliseconds when triggering a URL with cURL, increase on slow servers
tr: cURL ile bir URL tetiklerken milisaniye cinsinden zaman aşımı, yavaş sunucularda artırın

source: website page template, if different from default (needs to end in `-page`)
tr: web sitesi sayfa şablonu, varsayılandan farklıysa (`-page` ile bitmesi gerekir)

source: HTML template for page title, max. two variables %1$s + %2$s
tr: Sayfa başlığı için HTML şablonu, maks. iki değişken %1$s + %2$s

source: HTML template for page title on home page, max. two variables %1$s + %2$s
tr: Ana sayfadaki sayfa başlığı için HTML şablonu, maks. iki değişken %1$s + %2$s

source: folder for website themes
tr: web sitesi temaları için klasör

source: thousands separator
tr: binlik ayırıcı

source: internal timezone, format: continent/city
tr: dahili saat dilimi, biçim: kıta/şehir

source: folder for temporary items
tr: geçici öğeler için klasör

source: translate page titles?
tr: sayfa başlıklarını çevirmek?

source: translate text via database
tr: veritabanı üzerinden metin çevirme

source: translate field values in database
tr: veritabanındaki alan değerlerini çevirme

source: marker that is set if a translation is not complete
tr: bir çeviri tamamlanmamışsa ayarlanan işaretleyici

source: list of mySQL sql_modes to disable
tr: devre dışı bırakılacak mySQL sql_modes listesi

source: use uris table for logging of requests
tr: isteklerin günlüğe kaydedilmesi için uris tablosunu kullanın

source: maximum parts of path in URL, no. of slashes
tr: uRL'deki yolun maksimum bölümleri, eğik çizgi sayısı

source: use PHPMailer library instead of mail() from PHP, sending mail over mailbox
tr: pHP'den mail() yerine PHPMailer kütüphanesini kullanmak, posta kutusu üzerinden posta göndermek

source: ID of current website
tr: Mevcut web sitesinin kimliği

source: if running more than one website with one system, this is the default website that will answer to unknown domain names
tr: tek bir sistemle birden fazla web sitesi çalıştırıyorsanız, bu bilinmeyen alan adlarına yanıt verecek varsayılan web sitesidir

source: initial installation date of Zugzwang Project CMS (for updates)
tr: zugzwang Project CMS'nin ilk kurulum tarihi (güncellemeler için)

source: You need `%s` access rights. (Login: %s)
de: Sie benötigen `%s` Zugriffsrechte. (Login: %s)
tr: 0]` erişim haklarına ihtiyacınız var. (Giriş: %s)

source: Password or username incorrect. Please try again.
de: Passwort oder Benutzername falsch. Bitte versuchen Sie es erneut.
pl: Nieprawidłowe hasło lub nazwa użytkownika. Proszę spróbować ponownie.
tr: Şifre veya kullanıcı adı yanlış. Lütfen tekrar deneyin.

source: Username:
de: Benutzername:
pl: nazwa użytkownika
tr: Kullanıcı Adı:

source: Password or username are empty. Please try again.
de: Passwort oder Benutzername leer. Bitte versuchen Sie es erneut.
pl: Hasło lub nazwa użytkownika są puste. Proszę spróbować ponownie.
tr: Şifre veya kullanıcı adı boş. Lütfen tekrar deneyiniz.

source: Request password
de: Passwort anfordern
pl: Poproś o hasło
tr: Şifre talep et

source: Forgotten Password
de: Vergessenes Passwort
pl: Nie pamiętam hasła
tr: Unutulan Şifre

source: Link for login is wrong or out of date.
de: Der Link fürs Login ist falsch oder abgelaufen.
pl: Link do logowania jest błędny lub nieaktualny.
tr: Giriş bağlantısı yanlış veya güncel değil.

source: Please get a new one.
de: Bitte besorgen Sie sich einen neuen.
pl: Poproś o nowy.
tr: Lütfen yeni bir tane alın.

source: Too many failed login attempts. Please wait %d second.
tr: Çok fazla başarısız giriş denemesi. Lütfen %d saniye bekleyin.

source: Temporarily, a login is not possible.
de: Vorübergehend ist keine Anmeldung möglich.
pl: Chwilowo logowanie nie jest możliwe.
tr: Geçici olarak oturum açmak mümkün değildir.

source: Access to this website for your IP address is restricted.
cs: Přístup na tuto stránku je omezen. Klikněte pro sdílení.
de: Der Zugriff auf diese Website für Ihre IP-Adresse ist eingeschränkt.
pl: Dostęp do tej witryny dla twojego adresu IP jest ograniczony.
tr: IP adresiniz için bu web sitesine erişim kısıtlanmıştır.

source: URIs with more than %d slashes are not processed.
de: URIs mit mehr als %d Schrägstrichen werden nicht verarbeitet.
tr: 0]'dan fazla eğik çizgi içeren URI'ler işlenmez.

source: File %s is not writable.
de: Datei %s ist nicht schreibbar.
pl: Plik %s nie jest zapisywalny.
tr: Dosya %s Yazılabilir değil.

source: Cannot open %s for writing.
de: Die Datei %s lässt sich nicht zum Schreiben öffnen.
pl: Nie można otworzyć %s w celu pisania.
tr: 0] yazma için açılamıyor.

source: 1 line deleted.
de: 1 Zeile gelöscht.
pl: Usunięto 1 wiersz.
tr: 1 satır silinmiştir.

source: No lines deleted.
tr: Silinen satır yok.

source: Multiple Choices
cs: Více možností
de: Mehrfachauswahl
pl: Wielokrotny wybór
tr: Çoklu seçimler

source: Moved Permanently
cs: Přesunuto natrvalo
de: Dauerhaft verschoben
pl: Przeniesiono na stałe
tr: Kalıcı Olarak Taşındı

source: Found
cs: Nalezená
de: Umleitung (unbestimmt)
pl: Znalezione
tr: Bulundu

source: See Other
cs: Viz další
de: Umleitung
pl: Zobacz inne
tr: Diğerini gör

source: Not Modified
cs: Neupraveno
de: Keine Veränderung
pl: Niemodyfikowane
tr: Değiştirilmedi

source: Use Proxy
cs: Použít proxy
de: Proxy benutzen
pl: Użyj proxy
tr: Porxy Kullan

source: Temporary Redirect
cs: Dočasné přesměrování
de: Vorübergehende Umleitung
pl: Tymczasowe przekierowanie
tr: Geçici Yönlendirme

source: Bad Request
cs: Špatný požadavek
de: Fehlerhafte Anfrage
pl: Wystąpił błąd
tr: Geçersiz istek

source: Your browser (or proxy) sent a request that this server could not understand.
cs: Váš prohlížeč (nebo proxy server) odeslal požadavek, kterému tento server nerozumí.
de: Ihr Browser (oder Proxy) hat eine ungültige Anfrage gesendet, die vom Server nicht beantwortet werden kann.
pl: Twoja przeglądarka przesłała zapytanie, którego serwer nie może zinterpretować.
tr: Tarayıcınız (veya proxy) bu sunucunun anlayamadığı bir istek gönderdi.

source: Unauthorized
cs: Neautorizované
de: Anmeldung fehlgeschlagen
pl: Brak uprawnień
tr: Yetkisiz

source: This server could not verify that you are authorized to access this URL. You either supplied the wrong credentials (e.g., bad password), or your browser doesn't understand how to supply the credentials required.
cs: Tento server nemohl ověřit, že máte oprávnění k přístupu k této adrese URL. Buď jste zadali nesprávné přihlašovací údaje (např. špatné heslo), nebo váš prohlížeč nerozumí tomu, jak zadat požadované přihlašovací údaje.
de: Der Server konnte nicht prüfen, ob Sie autorisiert sind, auf diese URL zuzugreifen. Entweder wurden falsche Daten (z. B. ein falsches Passwort) angegeben oder Ihr Browser versteht nicht, wie die geforderten Daten zu übermitteln sind.
pl: Ten serwer nie mógł zweryfikować, czy masz dostęp do tego adresu URL. Podano nieprawidłowe dane logowania (np. nieprawidłowe hasło) lub przeglądarka nie wie, jak podać wymagane dane logowania.
tr: Bu sunucu, bu URL'ye erişim yetkiniz olduğunu doğrulayamadı. Ya yanlış kimlik bilgilerini verdiniz (örneğin, hatalı parola) ya da tarayıcınız gerekli kimlik bilgilerini nasıl vereceğinizi anlamıyor.

source: Payment Required
cs: Není vyžadována žádná platba
de: Bezahlung erforderlich
pl: Wymagana płatność
tr: Ödeme gerekli

source: Forbidden
cs: Zakázáno
de: Kein Zugriff
pl: Zabronione
tr: Yasak

source: You don't have permission to access the requested object. It is either read-protected or not readable by the server.
cs: Nemáte oprávnění pro přístup k požadovanému objektu. Buď je chráněn proti čtení, nebo je server nečitelný.
de: Der Zugriff auf den angeforderten Inhalt ist nicht möglich. Entweder kann er vom Server nicht gelesen werden oder er ist zugriffsgeschützt.
pl: Nie masz uprawnień dostępu do żądanego obiektu. Jest on albo chroniony przed odczytem, albo nie może być odczytany przez serwer.
tr: İstenen nesneye erişim izniniz yok. Nesne ya okuma korumalı ya da sunucu tarafından okunamıyor.

source: Not Found
cs: Nenalezeno
de: Inhalt nicht gefunden
pl: Nie znaleziono
tr: Bulunamadı

source: The requested URL was not found on this server.
cs: Požadovaná adresa URL nebyla na tomto serveru nalezena.
de: Der von Ihnen gewünschte Inhalt konnte nicht gefunden werden.
pl: Żądany adres URL nie został znaleziony na tym serwerze.
tr: İstenen URL bu sunucuda bulunamadı.

source: Method Not Allowed
cs: Metoda není povolena
de: Methode nicht erlaubt
pl: Niedozwolona metoda
tr: izin verilmeyen yöntem

source: The %s-method is not allowed for the requested URL.
cs: Metoda %s není povolena pro požadovanou adresu URL.
de: Die %s-Methode ist für die angeforderte URL nicht erlaubt.
pl: Metoda %s jest niedozwolona dla żądanego adresu URL.
tr: İstenen URL için %s-metoduna izin verilmiyor.

source: Not Acceptable
cs: Nevyhovuje
de: Nicht verarbeitbar
pl: Niedopuszczalne
tr: Kabul Edilemez

source: Proxy Authentication Required
cs: Ověřené přihlášení k proxy
de: Proxyanmeldung erforderlich
pl: Wymagane uwierzytelnienie serwera proxy
tr: Proxy Kimlik Doğrulaması Gerekli

source: Conflict
cs: Konflikt
de: Konflikt
pl: Konflikt
tr: Çakışma

source: Gone
cs: Pryč
de: Inhalt nicht mehr verfügbar
pl: Brak
tr: Gitti

source: The requested URL is no longer available on this server and there is no forwarding address.
cs: Požadovaná adresa URL již není na tomto serveru k dispozici a neexistuje žádná adresa pro předávání.
de: Der angeforderte Inhalt existiert auf dem Server nicht mehr und wurde dauerhaft entfernt. Eine Weiterleitungsadresse ist nicht verfügbar.
pl: Żądany adres URL nie jest już dostępny na tym serwerze i nie ma adresu przekierowania.
tr: İstenen URL artık bu sunucuda mevcut değil ve yönlendirme adresi yok.

source: Length Required
cs: Délka požadované
de: Content-Length-Angabe fehlerhaft
pl: Wymagana długość
tr: Uzunluk Gerekli

source: A request with the %s-method requires a valid <code>Content-Length</code> header.
cs: Požadavek s metodou %s vyžaduje platnou hlavičku <code>Content-Length</code>.
de: Die Anfrage kann nicht beantwortet werden. Bei Verwendung der %s-Methode muß ein korrekter <code>Content-Length</code>-Header angegeben werden.
pl: Żądanie z metodą %s wymaga prawidłowego nagłówka <code>Content-Length</code>.
tr: %s-metodu ile yapılan bir istek geçerli bir <code>Content-Length</code> başlığı gerektirir.

source: Precondition Failed
cs: Podmínka se nezdařila
de: Vorbedingung verfehlt
pl: Warunek wstępny nie powiódł się
tr: Önkoşul Başarısız Oldu

source: The precondition on the request for the URL failed positive evaluation.
cs: Podmínka požadavku na adresu URL se nezdařila.
de: Die für den Abruf der angeforderten URL notwendige Vorbedingung wurde nicht erfüllt.
pl: Warunek wstępny dotyczący żądania adresu URL nie powiódł się.
tr: URL isteğindeki ön koşul olumlu değerlendirmede başarısız oldu.

source: Request Entity Too Large
cs: Subjekt požadavku je příliš velký
de: Übergebene Daten zu groß
pl: Podmiot wnioskujący jest za duży
tr: Girilen veri çok büyük

source: The %s-method does not allow the data transmitted, or the data volume exceeds the capacity limit.
cs: Metoda %s neumožňuje přenášet data nebo objem dat překračuje limit kapacity.
de: Die bei der Anfrage übermittelten Daten sind für die %s-Methode nicht erlaubt oder die Datenmenge hat das Maximum überschritten.
pl: Metoda %s nie pozwala na przesyłanie danych lub wolumen danych przekracza limit pojemności.
tr: 0]-yöntemi iletilen verilere izin vermiyor veya veri hacmi kapasite sınırını aşıyor.

source: URI Too Long
cs: URI příliš dlouhé
de: URI zu lang
pl: Zbyt długi identyfikator URI
tr: Adres çok uzun

source: The length of the requested URL exceeds the capacity limit for this server. The request cannot be processed.
cs: Délka požadované adresy URL překračuje limit kapacity tohoto serveru. Žádost nelze zpracovat.
de: Die bei der Anfrage übermittelte URI überschreitet die maximale Länge. Die Anfrage kann nicht ausgeführt werden.
pl: Długość żądanego adresu URL przekracza limit pojemności dla tego serwera. Żądanie nie może zostać przetworzone.
tr: İstenen URL'nin uzunluğu bu sunucu için kapasite sınırını aşıyor. İstek işlenemiyor.

source: Unsupported Media Type
cs: Nepodporovaný typ média
de: Nicht unterstütztes Format
pl: Nieobsługiwany typ nośnika
tr: Desteklenmeyen Medya Türü

source: The server does not support the media type transmitted in the request.
cs: Server nepodporuje typ média přenášeného v požadavku.
de: Das bei der Anfrage übermittelte Format (Media Type) wird vom Server nicht unterstützt.
pl: Serwer nie obsługuje typu nośnika przesyłanego w żądaniu.
tr: Sunucu, istekte iletilen ortam türünü desteklemiyor.

source: Requested Range Not Satisfiable
cs: Požadovaný rozsah nelze uspokojit
de: Abgefragtes Intervall (<code>range</code>) nicht erfüllbar
pl: Żądany zakres jest niedostępny
tr: İstenen Aralık Karşılaşılamıyor

source: Expectation Failed
cs: Očekávání se nezdařilo
de: Erwartung (<code>Expect</code>) fehlgeschlagen
pl: Oczekiwanie nie powiodło się
tr: Beklenti karşılanamadı

source: Too Many Requests
tr: Çok fazla İstek var

source: Internal Server Error
cs: Vnitřní chyba serveru
de: Serverfehler
pl: Wewnętrzny błąd serwera
tr: İç Sunucu Hatası

source: The server encountered an internal error and was unable to complete your request.
cs: Na serveru došlo k interní chybě a váš požadavek se nepodařilo dokončit.
de: Die Anfrage kann nicht beantwortet werden, da im Server ein interner Fehler aufgetreten ist.
pl: Serwer napotkał błąd wewnętrzny i nie był w stanie zrealizować twojego żądania.
tr: Sunucu dahili bir hatayla karşılaştı ve isteğinizi tamamlayamadı.

source: Unsupported server protocol (%s)
cs: Nepodporovaný protokol serveru (%s)
de: Server-Protokoll wird nicht unterstützt (%s)
pl: Nieobsługiwany protokół serwera (%s)
tr: Desteklenmeyen sunucu protokolü (%s)

source: Not Implemented
cs: Neimplementováno
de: Abfrage nicht unterstützt
pl: Nie zrealizowano
tr: Uygulanmadı

source: The server does not support the action requested by the browser (%s).
cs: Server nepodporuje akci požadovanou prohlížečem (%s).
de: Die vom Browser angeforderte Aktion wird vom Server nicht unterstützt (%s).
pl: Serwer nie obsługuje działania żądanego przez przeglądarkę (%s).
tr: Sunucu, tarayıcı tarafından talep edilen eylemi desteklemiyor (%s).

source: Bad Gateway
cs: Špatná brána
de: Fehlerhaftes Gateway
pl: Zła bramka
tr: Ağ geçidi sorunu

source: The proxy server received an invalid response from an upstream server.
cs: Proxy server obdržel neplatnou odpověď od upstream serveru.
de: Der Proxy-Server erhielt eine fehlerhafte Antwort eines übergeordneten Servers oder Proxies.
pl: Serwer proxy otrzymał nieprawidłową odpowiedź z serwera upstream.
tr: Proxy sunucu bir yukarı akış sunucusundan geçersiz bir yanıt aldı.

source: Service Unavailable
cs: Služba je nedostupná
de: Dienst steht nicht zur Verfügung.
pl: Serwis niedostępny
tr: Hizmet kullanılamıyor

source: The server is temporarily unable to service your request due to maintenance downtime or capacity problems. Please try again later.
cs: Server dočasně nemůže obsloužit váš požadavek z důvodu výpadku údržby nebo problémů s kapacitou. Prosím zkuste to znovu později.
de: Der Server kann zur Zeit Ihre Anfrage nicht bearbeiten. Grund kann eine Überlastung oder eine Wartung des Servers sein. Bitte versuchen Sie es später noch einmal.
pl: Serwer tymczasowo nie może obsłużyć żądania z powodu przestojów konserwacyjnych lub problemów z wydajnością. Spróbuj ponownie później.
tr: Sunucu, bakım kesintisi veya kapasite sorunları nedeniyle isteğinize geçici olarak hizmet veremiyor. Lütfen daha sonra tekrar deneyin.

source: Gateway Timeout
cs: Vypršel časový limit brány
de: Zeitlimit am Netzübergang (<code>gateway</code>) überschritten
pl: Limit czasu bramki
tr: Ağ Geçidi Zaman Aşımı

source: HTTP Version Not Supported
cs: Verze http není podporována
de: HTTP-Version nicht unterstützt
pl: Wersja http nie jest obsługiwana
tr: HTTP Sürümü Desteklenmiyor

source: The “Forgot password” link is not activated.
tr: "Şifremi unuttum" bağlantısı etkinleştirilmedi.

source: The “Forgot password” query is missing.
tr: "Şifremi unuttum" sorgusu eksik.

source: Please try to find the content you were looking for from our <a href="%s">main page</a>.
cs: Zkuste prosím najít obsah, který jste hledali na naší <a href="%s">hlavní stránce</a>.
de: Bitte versuchen Sie, den Inhalt, den Sie gesucht haben, über <a href="%s">unsere Hauptseite</a> zu finden.
pl: Spróbuj znaleźć treści, których szukałeś, z naszej <a href="%s">strony głównej</a>.
tr: Lütfen aradığınız içeriği <a href="%s">ana sayfamızdan</a> bulmaya çalışın.

source: User
cs: Uživatel
de: Nutzer
pl: Użytkownik
tr: Kullanıcı

source: The URL %s was requested via %s with the IP address %s Browser %s but could not be found on the server
cs: Adresa URL %s byla vyžádána prostřednictvím %s s adresou IP %s Prohlížeč %s – ale nemohla být nalezena na serveru
de: Die URL %s wurde ueber %s mit der IP-Adresse %s Browser %s angefordert, konnte auf dem Server aber nicht gefunden werden!
pl: Adres URL %s został zamówiony za pośrednictwem %s z adresem IP %s Przeglądarka %s – ale nie można znaleźć na serwerze
tr: URL %s aracılığıyla talep edildi %s iP adresi ile %s Tarayıcı %s ancak sunucuda bulunamadı

source: Error on website
cs: Chyba na webu
de: Fehler auf der Website
pl: Błąd na stronie internetowej
tr: Web sitesinde hata

source: The required library %s was not found. Please install it in the `_inc/library` folder.
de: Die erforderliche Bibliothek %s wurde nicht gefunden. Bitte installieren Sie sie im Ordner `_inc/library`.
tr: Gerekli kütüphane %s bulunamadı. Lütfen `_inc/library` klasörüne yükleyin.

source: N North
cs: Sever
de: N Nord
pl: Północ
tr: N Kuzey

source: NNE North-northeast
cs: Severo-severovýchodní
de: NNO Nordnordost
pl: Północno-północno-zachodni
tr: NNE Kuzey-kuzeydoğu

source: NE Northeast
cs: Severovýchod
de: NO Nordost
pl: Północny wschód
tr: NE Kuzeydoğu

source: ENE East-northeast
cs: Východo-severovýchodní
de: ONO Ostnordost
pl: Wschód-północny wschód
tr: ENE Doğu-kuzeydoğu

source: E East
cs: Východ
de: O Ost
pl: Wschód
tr: E Doğu

source: ESE East-southeast
cs: Východo-jihovýchodní
de: OSO Ostsüdost
pl: Wschód-południe-wschód
tr: ESE Doğu-güneydoğu

source: SE Southeast
cs: Jihovýchod
de: SO Südost
pl: Południowy wschód
tr: SE Güneydoğu

source: SSE South-southeast
cs: Jiho-jihovýchodní
de: SSO Südsüdost
pl: Południowo-południowo-wschodnie
tr: SSE Güney-güneydoğu

source: S South
cs: Jih
de: S Süd
pl: Południe
tr: Güney

source: SSW South-southwest
cs: Jiho-jihozápadní
de: SSW Südsüdwest
pl: Południe-południe-zachód
tr: SSW Güney-güneybatı

source: SW Southwest
cs: Jihozápad
de: SW Südwest
pl: Południowy zachód
tr: SW Güneybatı

source: WSW West-southwest
cs: Západo-jihozápadní
de: WSW Westsüdwest
pl: Zachód-południe-zachód
tr: WSW Batı-güneybatı

source: WNW West-northwest
cs: Západo-severozápadní
de: WNW Westnordwest
pl: Zachód-północny zachód
tr: WNW Batı-kuzeybatı

source: NW Northwest
cs: Severozápad
de: NW Nordwest
pl: Północny zachód
tr: NW Kuzeybatı

source: NNW North-northwest
cs: Severo-severozápadní
de: NNW Nordnordwest
pl: Północno-północno-zachodni
tr: NNW Kuzey-kuzeybatı

source: %d years
cs: %d roky
de: %d Jahre
pl: %d lat
tr: %d yıl

source: 1 year
cs: 1 rok
de: 1 Jahr
pl: 1 rok
tr: 1 yıl

source: %d weeks
cs: %d týdnů
de: %d Wochen
pl: %d tygodni
tr: %d haftalar

source: 1 week
cs: 1 týden
de: 1 Woche
pl: 1 tydzień
tr: 1 hafta

source: %d days
cs: %d dní
de: %d Tage
pl: %d dni
tr: %d gün

source: 1 day
cs: 1 den
de: 1 Tag
pl: 1 dzień
tr: 1 gün

source: %d hours
cs: %d hodiny
de: %d Stunden
pl: %d godzin
tr: %d saat

source: 1 hour
cs: 1 hodina
de: 1 Stunde
pl: 1 godzina
tr: 1 saat

source: %d minutes
cs: %d minut
de: %d Minuten
pl: %d minut
tr: %d dakika

source: 1 minute
cs: 1 minuta
pl: 1 minuta
tr: 1 dakika

source: %d seconds
cs: %d sekund
de: %d Sekunden
pl: %d sekund
tr: %d saniye

source: 1 second
cs: 1 sekunda
de: 1 Sekunde
pl: 1 sekunda
tr: 1 saniye

# months
source: January
pl: styczeń
tr: Ocak

# months
source: February
pl: luty
tr: Şubat

# months
source: March
pl: marec
tr: Mart

# months
source: April
pl: kwiecień
tr: Nisan

# months
source: May
pl: maj
tr: Mayıs

# months
source: June
pl: czerwiec
tr: Haziran

# months
source: July
pl: lipiec
tr: Temmuz

# months
source: August
pl: sierpień
tr: Ağustos

# months
source: September
pl: wrzesień
tr: Eylül
