Repository: koenige/zzwrap
Catalog: languages/zzwrap-*.po
Languages: cs, de, pl, tr

# months
source: October
pl: październik
tr: Ekim

# months
source: November
pl: listopad
tr: Kasım

# months
source: December
pl: grudzień
tr: Aralık

# months_short
source: Jan
tr: Ocak

# months_short
source: Feb
tr: Şubat

# months_short
source: Mar
tr: Mart

# months_short
source: Apr
tr: Nisan

# months_short
source: May
tr: Mayıs

# months_short
source: Jun
tr: Haz

# months_short
source: Jul
tr: Tem

# months_short
source: Aug
tr: Ağustos

# months_short
source: Sep
tr: Eyl

# months_short
source: Oct
tr: Ekim

# months_short
source: Nov
tr: Kas

# months_short
source: Dec
tr: Aralık

source: The main user could not be created.
tr: Ana kullanıcı oluşturulamadı.

source: Unable to open mailbox %s (Server: %s)
de: Postfach %s kann nicht geöffnet werden (Server: %s)
tr: Posta kutusu %s açılamıyor (Sunucu: %s)

source: Previous page
tr: Önceki Sayfa

source: Next page
tr: Sonraki Sayfa

source: Overview
tr: Genel Bakış

# weekday
source: Mon
pl: pon
tr: Pzt

# weekday
source: Tue
pl: wt
tr: Sal

# weekday
source: Wed
pl: śr
tr: Çar

# weekday
source: Thu
pl: czw
tr: Per

# weekday
source: Fri
pl: pt
tr: Cuma

# weekday
source: Sat
pl: sob
tr: Cmt

# weekday
source: Sun
pl: nd
tr: Paz

source: Template <code>%s</code> does not exist.
tr: Şablon <code>%s</code> yok.

source: More than one template with the name <code>%s</code> exists.
tr: İsimli birden fazla şablon <code>%s</code> var.

source: Template %s includes itself
tr: Şablon %s kendisini içerir

source: W West
cs: Západ
pl: Zachód

source: Mon
cs: Po
de: Mo

source: Tue
cs: Út
de: Di

source: Wed
cs: St
de: Mi

source: Thu
cs: Čt
de: Do

source: Fri
cs: Pá
de: Fr

source: Sat
cs: So
de: Sa

source: Sun
cs: Ne
de: So
