Repository: koenige/zzwrap
Catalog: languages/zzwrap-*.po
Languages: cs, de, pl, tr

source: start job manager
tr: iş yöneticisini başlat

source: list of access areas where access is granted via setting
tr: erişimin ayar yoluyla verildiği erişim alanlarının listesi

source: list of IPs that have no access to this site (better use only temporarily, as IP allocations change)
tr: bu siteye erişimi olmayan IP'lerin listesi (IP tahsisleri değiştiği için yalnızca geçici olarak kullanmak daha iyidir)

source: list of active modules
tr: aktif modüllerin listesi

source: list of active themes
tr: aktif temaların listesi

source: identifier of active module
tr: aktif modülün tanımlayıcısı

source: identifier of active theme (if there are multiple themes)
tr: etkin temanın tanımlayıcısı (birden fazla tema varsa)

source: if administration and jobs are running on a different server, hostname
tr: yönetim ve işler farklı bir sunucuda çalışıyorsa, ana bilgisayar adı

source: URLs below which authentication is required
tr: Aşağıda kimlik doğrulamanın gerekli olduğu URL'ler

source: can a user authenticate on this website?
tr: bir kullanıcı bu web sitesinde kimlik doğrulaması yapabilir mi?

source: if backend is different from main website, use as path to set backend URL via placeholder
tr: arka uç ana web sitesinden farklıysa, yer tutucu aracılığıyla arka uç URL'sini ayarlamak için yol olarak kullanın

source: website_id if the website that is worked on in the backend is different from main website
tr: arka uçta üzerinde çalışılan web sitesi ana web sitesinden farklıysa website_id

source: marker if request runs as a background job
tr: istek bir arka plan işi olarak çalışıyorsa işaretleyici

source: base URL, e. g. for languages
tr: temel URL, örneğin diller için

source: if website does not cover all URLs under a domain, path which belongs to CMS (no trailing slash!)
tr: web sitesi bir alan adı altındaki tüm URL'leri kapsamıyorsa, CMS'ye ait olan yol (sondaki eğik çizgi yok!)

source: URL path to public script folder on server, defaults to `/_behaviour`
tr: Sunucudaki genel komut dosyası klasörünün URL yolu, varsayılan olarak `/_behaviour`

source: HTML code that separates one breadcrumb from another
tr: Bir breadcrumb'ı diğerinden ayıran HTML kodu

source: cache website content
tr: web sitesi içeriğini önbelleğe alma

source: seconds while content is always considered fresh
tr: i̇çerik her zaman taze kabul edilirken saniyeler

source: time in seconds how long a syndicated file should be considered as fresh
tr: sendikasyon dosyasının ne kadar süreyle taze olarak kabul edilmesi gerektiği saniye cinsinden zaman

source: seconds a standard file is considered fresh, sent with cache-control-header
tr: saniye standart bir dosya taze kabul edilir, cache-control-header ile gönderilir

source: seconds a standard text ressource is considered fresh, sent with cache-control-header
tr: saniyeler standart bir metin kaynağı taze olarak kabul edilir, cache-control-header ile gönderilir

source: use directory structure for caching (for larger websites)
tr: önbelleğe alma için dizin yapısını kullanma (daha büyük web siteleri için)

source: location of cache folder
tr: önbellek klasörünün konumu

source: base directory inside cache folder, internal
tr: önbellek klasörü içindeki temel dizin, dahili

source: extension of file for caching
tr: önbelleğe almak için dosya uzantısı

source: canonical host name; other host names will redirect to this
tr: kanonik ana bilgisayar adı; diğer ana bilgisayar adları buna yönlendirilecektir

source: URL where a user is asked to change her password, might be list for several domains
tr: Bir kullanıcıdan şifresini değiştirmesinin istendiği URL, birkaç alan adı için liste olabilir

source: character encoding of website
tr: web sitesinin karakter kodlaması

source: check redirects table for redirected URLs
tr: yönlendirilen URL'ler için yönlendirmeler tablosunu kontrol edin

source: folder where CMS is in; recommended: one folder below root folder
tr: cMS'nin bulunduğu klasör; önerilen: kök klasörün bir klasör altı

source: folder for JSON config files
tr: jSON yapılandırma dosyaları için klasör

source: folder of zzwrap module
tr: zzwrap modülünün klasörü

source: when using cURL, do not verify SSL connection (for development only)
tr: cURL kullanırken SSL bağlantısını doğrulamayın (yalnızca geliştirme için)

source: part of filename of current template
tr: geçerli şablonun dosya adının bir parçası

source: filename where current template is from
tr: geçerli şablonun bulunduğu dosya adı

source: folder for custom module
tr: özel modül için klasör

source: folder for access rights and usergroups functions
tr: erişim hakları ve kullanıcı grupları işlevleri için klasör

source: customized cms includes, language files
tr: özelleştirilmiş cms içerir, dil dosyaları

source: customized sql queries, db connection
tr: özelleştirilmiş sql sorguları, db bağlantısı

source: standard formatting of dates
tr: tarihlerin standart biçimlendirilmesi

source: URL path that is used by WebDAV
tr: WebDAV tarafından kullanılan URL yolu

source: fields or field endings behind _ that are removed from data array by cleanup function
tr: temizleme işlevi tarafından veri dizisinden kaldırılan _ arkasındaki alanlar veya alan sonları

source: database name on production server
tr: üretim sunucusundaki veritabanı adı

source: database name on local development server
tr: yerel geliştirme sunucusundaki veritabanı adı

source: list of password files to use
tr: kullanılacak şifre dosyalarının listesi

source: prefix for all database tables
tr: tüm veritabanı tabloları için önek

source: activate debugging
tr: hata ayıklamayı etkinleştir

source: decimal point
tr: ondalık nokta

source: use a pre-defined system for access rights
tr: erişim hakları için önceden tanımlanmış bir sistem kullanmak

source: if content is translated, default source language, ISO 639-1 code
tr: içerik çevrilmişse, varsayılan kaynak dil, ISO 639-1 kodu

source: list of domains a user can log on to (defaults to hostname)
tr: bir kullanıcının oturum açabileceği etki alanlarının listesi (varsayılan olarak ana bilgisayar adı)

source: paths on server where no language negotiation should take place (e. g. files)
tr: sunucu üzerinde dil anlaşması yapılmaması gereken yollar (örn. dosyalar)

source: if set to true, h1 is not created and added automatically from webpages.title
tr: true olarak ayarlanırsa, h1 oluşturulmaz ve webpages.title'dan otomatik olarak eklenir

source: formatting of a period of time
tr: bir zaman diliminin biçimlendirilmesi

source: mapping of character enconding; mySQL uses different identifiers for character encoding than HTML
tr: karakter kodlamasının eşlenmesi; mySQL karakter kodlaması için HTML'den farklı tanımlayıcılar kullanır

source: add link to homepage URL in breadcrumbs on error pages
tr: hata sayfalarındaki ekmek kırıntılarına ana sayfa URL'sine bağlantı ekleyin

source: exit after a 503 to not get into a loop (internal variable)
tr: bir döngüye girmemek için 503'ten sonra çıkın (dahili değişken)

source: value for admin error logging: false: no output, just write into log if set; mail: send admin errors via mail, output: send admin erros via html, save_mail (internal parameter), mail_summary (internal parameter)
tr: yönetici hata günlüğü için değer: false: çıktı yok, ayarlanmışsa sadece günlüğe yaz; mail: yönetici hatalarını mail ile gönder, output: yönetici hatalarını html ile gönder, save_mail (dahili parametre), mail_summary (dahili parametre)

source: name of error.log file for logs of type ERROR
tr: eRROR türündeki günlükler için error.log dosyasının adı

source: name of error.log file for logs of type WARNING
tr: wARNING türündeki günlükler için error.log dosyasının adı

source: name of error.log file for logs of type NOTICE
tr: nOTICE türündeki günlükler için error.log dosyasının adı

source: log posted values if an error occurs (re: data protection)
tr: bir hata oluşursa gönderilen değerleri günlüğe kaydetme (yeniden: veri koruma)

source: delay error mails and combine several to reduce amount of mails sent in case of error
tr: hata postalarını geciktirme ve hata durumunda gönderilen posta miktarını azaltmak için birkaçını birleştirme

source: sender of error mails
tr: hata postalarının göndericisi

source: minimum error level for sending errors via mail
tr: hataları posta yoluyla göndermek için minimum hata seviyesi

source: parameters for error mails
tr: hata postaları için parametreler

source: where to send errors per mail
tr: posta başına hataların nereye gönderileceği

source: prefix (text before) for error message
tr: hata mesajı için önek (önceki metin)

source: external libraries to always include
tr: harici kütüphaneleri her zaman dahil etmek

source: host names that redirect to this webpage
tr: bu web sayfasına yönlendiren ana bilgisayar adları

source: like `dont_negotiate_language_paths`, but keep the default paths
tr: dont_negotiate_language_paths` gibi, ancak varsayılan yolları koruyun

source: HTTP headers to send with each request
tr: Her istekle birlikte gönderilecek HTTP üstbilgileri

source: URL path under which all media files are located
tr: Tüm medya dosyalarının altında bulunduğu URL yolu

source: list of own modifications for filetype.cfg
tr: filetype.cfg için kendi değişikliklerinin listesi

source: string that is used if there is nothing else left to create a filename from a string
tr: bir dizeden dosya adı oluşturmak için başka bir şey kalmadığında kullanılan dize

source: allow login via remote web form (FORMAUTH)
tr: uzak web formu aracılığıyla oturum açmaya izin ver (FORMAUTH)

source: rounding for geographical coordinates
tr: coğrafi koordinatlar için yuvarlama

source: space character between values of geographical coordinates
tr: coğrafi koordinat değerleri arasındaki boşluk karakteri

source: list of strings that indicate a c/o address line
tr: c/o adres satırını gösteren dizelerin listesi

source: list of strings that indicate a postbox
tr: posta kutusunu gösteren dizelerin listesi

source: URL of Google Maps geocoding service
tr: Google Haritalar coğrafi kodlama hizmetinin URL'si

source: URL of Nominatim geocoding service (@see http://wiki.openstreetmap.org/wiki/Nominatim_usage_policy)
tr: Nominatim coğrafi kodlama hizmetinin URL'si (@bkz. http://wiki.openstreetmap.org/wiki/Nominatim_usage_policy)

source: use gzip to encode text content
tr: metin içeriğini kodlamak için gzip kullanın

source: create h1 heading in page template (otherwise is added to `text` automatically)
tr: sayfa şablonunda h1 başlığı oluşturun (aksi takdirde `text`e otomatik olarak eklenir)

source: Base-2 logarithm of the iteration count used for password stretching
tr: Parola esnetme için kullanılan yineleme sayısının Base-2 logaritması

source: name of password hash function to use for passwords
tr: parolalar için kullanılacak parola karma işlevinin adı

source: extra password salt for **all** passwords, @deprecated
tr: tüm** parolalar için ekstra parola tuzu, @deprecated

source: if phpass is used: do we require the hashes to be portable to older systems (less secure)?
tr: phpass kullanılıyorsa: hash'lerin eski sistemlere (daha az güvenli) taşınabilir olmasını istiyor muyuz?

source: HTTP headers to send
tr: Gönderilecek HTTP üstbilgileri

source: URL of homepage, defaults to /, use if on different path or on other server
tr: Ana sayfanın URL'si, varsayılan olarak /, farklı bir yolda veya başka bir sunucuda ise kullanın

source: protocol and hostname of website
tr: web sitesinin protokolü ve ana bilgisayar adı

source: hostname of server
tr: sunucunun ana bilgisayar adı

source: check for hostname in URL path (for use with proxy server that rewrites domains)
tr: uRL yolunda ana bilgisayar adını kontrol et (etki alanlarını yeniden yazan proxy sunucusuyla kullanım için)

source: list of HTTP verbs that are allowed
tr: izin verilen HTTP fiillerinin listesi

source: list of HTTP verbs that are explicitly not allowed
tr: açıkça izin verilmeyen HTTP fiillerinin listesi

source: enable Apache style HTTP logging (e. g. if unavailable from hoster)
tr: apache tarzı HTTP günlüğünü etkinleştirin (örn. barındırıcıdan kullanılamıyorsa)

source: use https for connections?
tr: bağlantılar için https kullanıyor musunuz?

source: list of URLs below which https is required
tr: altında https gerekli olan URL'lerin listesi

source: list of word parts to be followed by a soft hyphen
tr: yumuşak kısa çizgi ile takip edilecek kelime parçalarının listesi

source: list of word parts to be preceded by a soft hyphen
tr: yumuşak kısa çizgi ile öncelenecek kelime parçalarının listesi

source: special paths for system icons (e. g. not for translations, no match for * URLs)
tr: sistem simgeleri için özel yollar (örn. çeviriler için değil, * URL'ler için eşleşme yok)

source: ignore whether scheme is http or https
tr: şemanın http veya https olup olmadığını göz ardı eder

source: paths accessible under both http and https without redirection
tr: yeniden yönlendirme olmadan hem http hem de https altında erişilebilen yollar

source: path to include folder
tr: klasörü dahil etme yolu

source: marker that installation is running
tr: kurulumun çalıştığına dair işaretleyici

source: do not use field logins.login_rights while installing
tr: yükleme sırasında logins.login_rights alanını kullanmayın

source: path to job manager
tr: iş yöneticisine giden yol

source: language of website, ISO 639-1 code
tr: web sitesinin dili, ISO 639-1 kodu

source: use other language than source language as default if translation do not exist (iso=>iso)
tr: çeviri mevcut değilse varsayılan olarak kaynak dilden başka bir dil kullanın (iso=>iso)

source: is language code part of URL?
tr: dil kodu URL'nin bir parçası mı?

source: remove language strings from navigation
tr: dil dizelerini navigasyondan kaldırın

source: activate variation of language, e. g. `formal` or `informal`
tr: dilin çeşitliliğini etkinleştirmek, örneğin `formel` veya `informel`

source: which languages are allowed on website? ISO 639-1 code
tr: web si̇tesi̇nde hangi̇ di̇llere i̇zi̇n veri̇li̇r? ISO 639-1 kodu

source: URL path to public layout folder on server, defaults to `/_layout`
tr: Sunucudaki genel düzen klasörünün URL yolu, varsayılan olarak `/_layout`

source: use LDAP server for login
tr: oturum açmak için LDAP sunucusunu kullanın

source: folder for external libraries
tr: harici kütüphaneler için klasör

source: is this a development website (ending .local or starting dev.) or not?
tr: bu bir geliştirme web sitesi mi (.local ile biten veya dev. ile başlayan) yoksa değil mi?

source: use https for local development connections, too
tr: yerel geliştirme bağlantıları için de https kullanın

source: full filename of password file on local development server
tr: yerel geliştirme sunucusundaki parola dosyasının tam dosya adı

source: folder for log files
tr: günlük dosyaları için klasör

source: write errors in logfile?
tr: günlük dosyasına hata yazabilir miyim?

source: maxium length of error log entries
tr: hata günlüğü girdilerinin maksimum uzunluğu

source: log filename if different from module, will be put into module folder inside logs
tr: günlük dosya adı modülden farklıysa, günlüklerin içindeki modül klasörüne konacaktır

source: write all mails sent via website into logfile
tr: web sitesi üzerinden gönderilen tüm postaları günlük dosyasına yaz

source: log missing text for new translations only, should not be used continously
tr: sadece yeni çeviriler için eksik metni günlüğe kaydedin, sürekli kullanılmamalıdır

source: if you suspect that the server has problems with mod_rewrite, log these errors
tr: sunucunun mod_rewrite ile ilgili sorunları olduğundan şüpheleniyorsanız, şu hataları günlüğe kaydedin

source: decode and encode logfiles with a certain encoding to a different encoding
tr: belirli bir kodlamaya sahip günlük dosyalarını farklı bir kodlamaya çözme ve kodlama

source: trigger logfiles, true or filename of log file
tr: trigger logfiles, true veya günlük dosyasının dosya adı

source: username for use with internal operations
tr: dahili operasyonlarda kullanım için kullanıcı adı

source: default username for use with internal operations, if no other username is available (e. g. from SESSION)
tr: başka bir kullanıcı adı mevcut değilse dahili işlemlerde kullanılmak üzere varsayılan kullanıcı adı (örn. SESSION'dan)

source: suffix for username for logging, used as username if no other alternative is available
tr: günlük kaydı için kullanıcı adı soneki, başka bir alternatif yoksa kullanıcı adı olarak kullanılır

source: use 404 error log to ignore automated 404 requests
tr: otomatik 404 isteklerini yok saymak için 404 hata günlüğünü kullanın

source: list of fields for 404 error log
tr: 404 hata günlüğü için alan listesi

source: validity of entries in 404 error log
tr: 404 hata günlüğündeki girdilerin geçerliliği

source: no. of 404 requests per validity period from one IP, after which no more emails are sent to the admin
tr: bir IP'den geçerlilik süresi başına 404 istek sayısı, bundan sonra yöneticiye daha fazla e-posta gönderilmez

source: use maildomain log
tr: maildomain günlüğünü kullan

source: list of fields for maildomain log
tr: maildomain günlüğü için alanların listesi

source: validity of entries in maildomain log
tr: maildomain günlüğündeki girdilerin geçerliliği

source: URL you are redirected to after successful login, can be list indexed per domain
tr: Başarılı girişten sonra yönlendirildiğiniz URL, alan adı başına indekslenen liste olabilir

source: list of fields used for login
tr: giriş için kullanılan alanların listesi

source: reformats login field values with custom function
tr: giriş alanı değerlerini özel işlevle yeniden biçimlendirir

source: HTML output for each login field
tr: Her giriş alanı için HTML çıktısı

source: list of IDs to use with `login_foreign`-query
tr: login_foreign` sorgusu ile kullanılacak kimliklerin listesi

source: secret key which forms a hash that allows a login without password
tr: parola olmadan oturum açmaya izin veren bir karma oluşturan gizli anahtar

source: timeframe in minutes during which the login_key is valid
tr: login_key'in geçerli olduğu dakika cinsinden zaman dilimi

source: default value for logins.login_rights if an external login is used
tr: harici bir oturum açma kullanılıyorsa logins.login_rights için varsayılan değer

source: url where to login
tr: giriş yapılacak url

source: is every login linked to a contact?
tr: her giriş bir kişiye mi bağlı?

source: use e-mail address as username
tr: kullanıcı adı olarak e-posta adresini kullanın

source: Time of inactivity (in minutes) after a user gets logged out automatically
tr: Bir kullanıcının oturumu otomatik olarak kapatıldıktan sonraki hareketsizlik süresi (dakika cinsinden)

source: url where one can logout from a website
tr: bir web sitesinden çıkış yapılabilecek url

source: check MX record for the domain part of each mail address
tr: her posta adresinin alan adı kısmı için MX kaydını kontrol edin

source: mail header lines should be separated by CRLF; some postfix versions handle mail internally with LF and replace LF with CRLF for outgoing mail, ending with CRCRLF
tr: posta başlık satırları CRLF ile ayrılmalıdır; bazı postfix sürümleri postayı dahili olarak LF ile işler ve giden posta için LF'yi CRLF ile değiştirir, CRCRLF ile sonlandırır

source: hostname for SMTP server used with PHPMailer
tr: pHPMailer ile kullanılan SMTP sunucusu için ana bilgisayar adı

source: hostname for imap mailbox
tr: imap posta kutusu için ana bilgisayar adı

source: flags for communication with imap mailbox
tr: imap posta kutusu ile iletişim için bayraklar

source: port for imap mailbox
tr: imap posta kutusu için bağlantı noktası

source: name of mailbox for sent mails
tr: gönderilen postalar için posta kutusunun adı

source: copy sent mails to sent folder in mailbox
tr: gönderilen postaları posta kutusundaki gönderilenler klasörüne kopyalama

source: list of mail domains that are invalid
tr: geçersiz olan posta alan adlarının listesi

source: milliseconds of runtime of the checkdnsrr() function, after which a negative result is considered true
tr: checkdnsrr() fonksiyonunun çalışma zamanının milisaniyesi, bundan sonra negatif bir sonuç doğru olarak kabul edilir

source: list of domains that regularly fail the DNS check but still exist
tr: dNS kontrolünde düzenli olarak başarısız olan ancak hala var olan alan adlarının listesi

source: password for mailbox used with PHPMailer
tr: pHPMailer ile kullanılan posta kutusu için parola

source: show debug messages for PHPMailer
tr: pHPMailer için hata ayıklama iletilerini göster

source: always use `own_e_mail` as From:, re-write different sender to Reply-To:
tr: her zaman Kimden: olarak `kendi_e_mail` kullanın, Yanıtla-Kime için farklı göndereni yeniden yazın:

source: port for sending mails via SMTP
tr: sMTP aracılığıyla posta göndermek için bağlantı noktası

source: subject prefix for all mails sent via website
tr: web sitesi üzerinden gönderilen tüm postalar için konu öneki

source: username for mailbox used with PHPMailer
tr: pHPMailer ile kullanılan posta kutusu için kullanıcı adı

source: add signature below each text mail?
tr: her metin postasının altına imza ekler misiniz?

source: key of main menu in database
tr: veritabanındaki ana menünün anahtarı

source: how to display submenu items: 'all': always display all submenu items; 'current': only display submenu items when item from menu branch is selected; 'none'/false: never display submenu items
tr: alt menü öğelerinin nasıl görüntüleneceği: 'all': her zaman tüm alt menü öğelerini görüntüler; 'current': yalnızca menü dalındaki öğe seçildiğinde alt menü öğelerini görüntüler; 'none'/false: alt menü öğelerini asla görüntülemez

source: list of available modules
tr: mevcut modüllerin listesi

source: path to modules
tr: modüllere giden yol

source: use more than one website with this CMS
tr: bu CMS ile birden fazla web sitesi kullanın

source: enable for each URL language negotiation, URL redirects to language prefix variant
tr: her URL dil anlaşması için etkinleştir, URL dil öneki varyantına yönlendirir

source: list of access areas where access is denied via setting
tr: ayar yoluyla erişimin reddedildiği erişim alanlarının listesi

source: URLs without authentication
tr: Kimlik doğrulaması olmayan URL'ler

source: do not allow https, https is not supported
tr: https'ye izin verme, https desteklenmiyor

source: cause no redirects if a query string is not wanted by the system
tr: bir sorgu dizesi sistem tarafından istenmiyorsa hiçbir yönlendirmeye neden olmaz

source: number formatting, in the format input->output, @see wrap_number()
tr: input->output biçiminde sayı biçimlendirme, @see wrap_number()

source: own e-mail address
tr: kendi e-posta adresi

source: own name, sender name for e-mail
tr: kendi adı, e-posta için gönderen adı

source: keys that are read from $page['extra'] and written to $page['extra_body_attributes']
tr: anahtarları $page['extra']'dan okunur ve $page['extra_body_attributes']'a yazılır

source: keys that are read from webpages.parameters and written to $page['extra']
tr: webpages.parameters dosyasından okunan ve $page['extra'] dosyasına yazılan anahtarlar

source: name of function that edits complete page (e. g. to replace some text blocks)
tr: sayfanın tamamını düzenleyen işlevin adı (örneğin bazı metin bloklarını değiştirmek için)

source: Key that encrypts passwords if a login link is sent via the password forgotten form.
tr: Parola unutuldu formu aracılığıyla bir oturum açma bağlantısı gönderilirse parolaları şifreleyen anahtar.

source: timeframe in minutes during which the password login link is valid
tr: şifre giriş bağlantısının geçerli olduğu dakika cinsinden zaman dilimi
